Repository: habdin/flask-blogger
Catalog: blog/translations/*/LC_MESSAGES/messages.po
Languages: ar

source: Please log in to access this page.
ar: برجاء تسجيل الدخول لبلوغ الصفحة المطلوبة

source: Error: The translation key is not configured.
ar: خطأ: المفتاح الخاص بخدمة الترجمة لم يتم تعريفه

source: Error: The translation service failed.
ar: خطأ: خدمة الترجمة لم تنجح

source: [Blogger] Reset Your Password
ar: أعد تعيين كلمة السر الخاصة بك على موقع بلوجر

source: Username
ar: إسم المستخدم

source: Password
ar: كلمة السر

source: Remember Me
ar: تذكرني

source: Login
ar: سجل الدخول

source: Email
ar: البريد الإلكتروني

source: Confirm Password
ar: أكد كلمة السر

source: Register
ar: تسجيل مستخدم جديد

source: Please choose another username
ar: برجاء إختيار إسم مستخدم آخر

source: Please choose another email address
ar: برجاء إختيار بريد إلكتروني آخر

source: Request Password Reset
ar: طلب إعادة تعيين كلمة السر

source: Invalid username or password
ar: إسم المستخدم غير صحيح أو كلمة السر خاطئة

source: Congratulations, you are now a registered user
ar: تهانئنا، لقد قمت بالتسجيل كمستخدم جديد بنجاح

source: Check your email for instructions to reset your password.
ar: قم بمراجعة الرسالة المرسلة إلى بريدك الإلكتروني و بها التعليمات الخاصة بإعادة تعيين كلمة السر الخاصة بك.

source: Reset Password
ar: أعد تعيين كلمة السر

source: Your password has been reset.
ar: لقد تم إعادة تعيين كلمة السر الخاصة بك

source: About Me
ar: معلوماتي عني

source: Submit
ar: قم بالإرسال

source: Please use a different username
ar: من فضلك إستخدم إسم مستخدم مختلف

source: Create Post
ar: أنشئ مشاركة جديدة

source: Post
ar: إنشر

source: Your post is now live
ar: مشاركتك تم نشرها

source: Home
ar: الصفحة الرئيسية

source: Your changes have been saved
ar: تم حفظ التغييرات التي قمت بها

source: Edit Profile
ar: عدل الملف الشخصي

source: User %(username)s not found
ar: المستخدم %(username)s غير موجود

source: You cannot follow yourself
ar: لا يمكنك متابعة نفسك

source: You are following %(username)s
ar: أنت الآن تتابع %(username)s

source: You cannot unfollow yourself
ar: لا يمكنك ألغاء متابعة نفسك

source: You are not following %(username)s
ar: أنت الآن لا تتابع %(username)s

source: Explore
ar: تصفح

source: said
ar: قال

source: Translate
ar: قم بالترجمة

source: Welcome to Blogger
ar: مرحباً بك في موقع بلوجر

source: Profile
ar: الملف الشخصي

source: Logout
ar: سجل الخروج

source: Error: Could not contact server.
ar: خطأ: لا يمكن الإتصال بالخادم المختص بالخدمة

source: Hi, %(username)s!
ar: أهلاً، %(username)s

source: Newer
ar: الأحدث

source: Older
ar: الأقدم

source: User
ar: المستخدم

source: Last seen on
ar: شوهد مؤخراً

source: %(count)d followers
ar: عدد %(count)d متابع

source: %(count)d following
ar: عدد %(count)d متبع

source: Edit your Profile
ar: عدل ملفك الشخصي

source: Follow
ar: تابع

source: unfollow
ar: إلغ متابعة

source: New User?
ar: مستخدم جديد؟

source: Click to Register
ar: انقر لتسجيل كمستخدم جديد

source: Forgot Your Password?
ar: أنسيت كلمة السر الخاصة بك؟

source: Click to Reset
ar: انقر لإعادة تعيين كلمة السر

source: File Not Found
ar: الملف غير موجود

source: Back
ar: عودة للصفحة السابقة

source: An unexpected error has occurred
ar: لقد حدث خطأ غير متوقع.

source: The administrator has been notified. Sorry for the inconvenience.
ar: لقد تم إخطار المدير المسؤول عن الموقع. نأسف للإزعاج
